Repository: PrestaSafe/prettyblocks
Catalog: translations/*/ModulesPrettyblocksPrettyblocks.*.xlf
Languages: fr_fr

source: Product description
fr_fr: Description produit

source: Product description short
fr_fr: Description produit (courte)

source: Category description
fr_fr: Descrtiption catégorie

source: CMS content
fr_fr: Contenu CMS

source: TinyMCE api key
fr_fr: Clé API TinyMCE

source: Add your TinyMCE api key (free) https://www.tiny.cloud/pricing/
fr_fr: Ajoutez la clé TinyMCE (gratuit) https://www.tiny.cloud/pricing/

source: Remove default blocks (if you using yours custom blocks)
fr_fr: Ne pas charger les blocks par défaut (si vous utilisez vos propres blocks)

source: PrettyBlocks Featured products blocks
fr_fr: PrettyBlocks Block produits phares

source: Render featured block
fr_fr: Affiche un block de produits phares

source: Number of products
fr_fr: Nombre de produits

source: Our products
fr_fr: Nos produits

source: Display title of block
fr_fr: Affichez le titre du block

source: Display links to category
fr_fr: Afficher le lien de le catégorie

source: PrettyBlocks FAQ Block
fr_fr: PrettyBlocks Block FAQ

source: Render a simple faq
fr_fr: Affichez une FAQ

source: Title
fr_fr: Titre

source: Answer
fr_fr: Réponse

source: Render a simple and nice slider
fr_fr: Afficher un slider simple

source: File upload
fr_fr: Telechargement

source: Image Alt
fr_fr: Alt de l'image

source: Render any module
fr_fr: Afficher n'importe quel module

source: Module to render
fr_fr: Module à executer

source: PrettyBlocks Cms content block
fr_fr: PrettyBlocks Block contenu CMS

source: Render CMS description in a block
fr_fr: Afficher une description CMS

source: PrettyBlocks Product description short block
fr_fr: PrettyBlocks Block Description courte produit

source: Render product description short in a block
fr_fr: Affichez une description produit courte dans le block

source: PrettyBlocks Custom Image Block
fr_fr: PrettyBlocks Block Image personnalisée

source: Display custom text anywhere
fr_fr: Affichez un text personnalisé ou vous le souhaitez

source: Image first banner
fr_fr: Image de la 1ere bannière

source: Choose alignment
fr_fr: Choisir l'alignement

source: PrettyBlocks Category description block
fr_fr: PrettyBlocks Block description catégorie

source: Render category description in a block
fr_fr: Afficher une description catégorie dans un block

source: PrettyBlocks Product description block
fr_fr: PrettyBlocks Block description produit

source: Render product description in a block
fr_fr: Afficher une description produit dans un block

source: Render a simple custom text block
fr_fr: Affiche un texte personnalisé

source: Content
fr_fr: Contenu

source: Render any hook
fr_fr: Executer n'importe quel hook

source: Hook to render
fr_fr: Hook à éxecuter

source: PrettyBlocks Title blocks
fr_fr: PrettyBlocks Title

source: Render title block
fr_fr: Block Title

source: Choose a tag
fr_fr: Choisir un tag

source: Your title
fr_fr: Votre titre

source: You can use HTML tags to customize your title.
fr_fr: You pouvez utilisez des tags HTML

source: Add classes to your title
fr_fr: Ajoutez une classe sur le titre
