Repository: PrestaSafe/prettyblocks
Catalog: translations/*/ModulesPrettyblocksAdmin.*.xlf
Languages: fr_fr

source: Configure your design easily
fr_fr: Créez votre boutique à votre goût facilement

source: Open in PrettyBlocks
fr_fr: Ouvrir dans PrettyBlocks

source: Block moved with success
fr_fr: Block déplacé avec succès !

source: An error has occured during this process
fr_fr: Une erreur est survenue.

source: Blocks deleted with success
fr_fr: Blocks supprimés avec succès !

source: Zone dupplicated with success
fr_fr: Zone dupliquée avec succès !

source: Block removed with success
fr_fr: Block supprimé avec succès !

source: Block duplicate successfully!
fr_fr: Block dupliqué avec succès !

source: Updated with success
fr_fr: Mise à jour réussi

source: Title updated with success
fr_fr: Titre mis à jour avec succès

source: Image removed successfully
fr_fr: Image supprimée avec succès

source: Image not found
fr_fr: Image non trouvée

source: The uploaded file exceeds the upload_max_filesize directive.
fr_fr: La taille du fichier à dépasser la directive upload_max_filesize

source: The uploaded file exceeds the post_max_size directive.
fr_fr: La taille du fichier à dépasser la directive post_max_size

source: The uploaded file was only partially uploaded.
fr_fr: Le fichier a été uploadé partiellement

source: Please provide a file.
fr_fr: Merci de fournir un fichier

source: Shop in modification
fr_fr: Boutique en cours de modification

source: Save
fr_fr: Enregistrer

source: Add new element
fr_fr: Ajouter un nouvel élement

source: Availables blocks
fr_fr: Blocks disponibles

source: Close
fr_fr: Fermer

source: Current zone
fr_fr: Zone en cours

source: Default settings
fr_fr: Paramètres par défaut

source: Choose a template
fr_fr: Veuillez choisir un template

source: Place the element in a column (container)
fr_fr: Placer le contenu dans une colonne centrée (container)

source: Background color
fr_fr: Couleur de fond

source: Add a color ex: #123456
fr_fr: Ajoutez une couleur ex: #121212

source: Theme settings
fr_fr: Paramètres du thème

source: Type your search here
fr_fr: Tapez votre recherche ici

source: Search blocks
fr_fr: Rechercher des blocks

source: Enable cache
fr_fr: Activer le cache

source: Paddings
fr_fr: Marges internes

source: Top
fr_fr: Haut

source: Right
fr_fr: Droit

source: Bottom
fr_fr: Bas

source: Left
fr_fr: Gauche

source: Margins
fr_fr: Marges externes

source: Use custom entries (px, rem etc..)
fr_fr: Utilisez des valeures personnalisées (pm, rem,etc..)

source: Auto sizing
fr_fr: Taille automatique

source: Padding is the space inside an element, between its content and its boundary
fr_fr: Le remplissage (padding) est l'espace à l'intérieur d'un élément, entre son contenu et sa bordure.

source: Margin refers to the space outside an element, separating it from other elements
fr_fr: La marge désigne l'espace à l'extérieur d'un élément, le séparant des autres éléments.

source: Stretch section to 100%
fr_fr: Etirer à 100%

source: Position updated successfully
fr_fr: Position mise à jour

source: Element removed successfully
fr_fr: Element supprimé avec succès

source: Element added successfully
fr_fr: Element ajouté avec succès

source: An error occurred while processing your request
fr_fr: Une erreur est survenue

source: An error occurred while duplicating the element
fr_fr: Une erreur est survenue lors de la dupplication de l'élément

source: Get Pro Blocks
fr_fr: Obtenir les blocks pro

source: Search zone
fr_fr: Recherche de zones
